[
    {
        "clip_span": [
            "00:03:15.489",
            "00:03:22.329"
        ],
        "url": "https://www.youtube.com/watch?v=AQeegl7m7-I",
        "vision_cap": [
            "someone is showing video game",
            "a person is playing a video game",
            "a man playing a game and talking about it",
            "game play footage of game of war",
            "a man is riding a motorcycle in a video game and shoots at someone in an animal - like outfit."
        ],
        "audio_cap": [
            "someone is making a helicopter noise.",
            "the sound is being played.",
            "the sound is being played.",
            "someone is using a pencil and a helicopter effect.",
            "someone is making a helicopter noise."
        ],
        "subtitle": "That thing is really really really good. With this weapon had one of my buddies were playing domination and the poor.",
        "video_id": "AQeegl7m7-I.21",
        "caption": "A man is riding a motorcycle and shooting at someone in a video game, with a helicopter noise in the background, and someone comments on how good the weapon is, but also mentions that one of their friends was playing domination and the game was not going well."
    },
    {
        "clip_span": [
            "00:11:41.050",
            "00:11:57.550"
        ],
        "url": "https://www.youtube.com/watch?v=ZXJIZ2TtdGM",
        "vision_cap": [
            "a man is showing off his archery skills while talking.",
            "a man is standing in the park in front of an axe target and talks.",
            "a man is talking about target",
            "a man is holding a knife and then he takes a knife and throws it at a target and it lands at the target.",
            "a man is holding an arrow and explaining how to hit it with a bow and arrow"
        ],
        "audio_cap": [
            "a microphone is attached to a screwdriver.",
            "a tool clip is being loaded.",
            "someone is removing an air gun from a parking lot.",
            "a tool clip is being loaded.",
            "a tool clip is being loaded."
        ],
        "subtitle": "You do not want an axe being thrown at you. I would prefer a gun shot at me or someone chunk in an accent you.",
        "video_id": "ZXJIZ2TtdGM.54",
        "caption": "A man is explaining how to hit a target with a bow and arrow while someone is removing an air gun from a parking lot, and the speaker would prefer a gunshot or someone being attacked with an axe."
    },
    {
        "clip_span": [
            "00:00:48.989",
            "00:00:56.039"
        ],
        "url": "https://www.youtube.com/watch?v=G51jyOgd6qc",
        "vision_cap": [
            "a man interviewing a player",
            "a man is having a conversation",
            "a man speaks to a press group and talks about soccer",
            "a man is talking",
            "the men were talking"
        ],
        "audio_cap": [
            "a man is talking about the price of the product.",
            "people are talking at a library.",
            "a man is talking about the price of the product.",
            "a man is talking about the price of the product.",
            "people are talking in a library."
        ],
        "subtitle": "The next game happens to be Shirley and its another three points on our phone. What will you demand from your players on Saturday against decide who are in the relegation zone?",
        "video_id": "G51jyOgd6qc.5",
        "caption": "A man is talking about the price of a product while having a conversation, and he is also asking about the demand for the players on Saturday against a team named Shirley, who are in the relegation zone."
    },
    {
        "clip_span": [
            "00:06:56.240",
            "00:07:06.880"
        ],
        "url": "https://www.youtube.com/watch?v=_dztnccCCJ4",
        "vision_cap": [
            "a person is looking at different type of gummy bears.",
            "people talk about product that has just made and the package is shown.",
            "a person opens a box with some colored items in it",
            "a man is showing different items in a box and what they are.",
            "a person is opening up a package and then shows some other package."
        ],
        "audio_cap": [
            "sound is being recorded.",
            "someone is talking about fish in a supermarket.",
            "someone is introducing a drink.",
            "sound is being recorded.",
            "someone is playing games on a subway."
        ],
        "subtitle": "So that means its from the point of from but users its very easy to start: okay, thats great thats it.",
        "video_id": "_dztnccCCJ4.37",
        "caption": "A man is showing different items in a box, and a person is playing games on the subway, but it's easy for users to start using the product."
    },
    {
        "clip_span": [
            "00:05:22.080",
            "00:05:28.240"
        ],
        "url": "https://www.youtube.com/watch?v=R50zsLSzUBM",
        "vision_cap": [
            "a person in an indoor area stands at an empty train that is empty.",
            "a person stands in an arcade with several rows of green and blue rides.",
            "a few young people walk by a large roller coaster",
            "a person is pushing a small cart around a room with other people",
            "a man is standing in a room showing a ride on an roller coaster and then talks to someone."
        ],
        "audio_cap": [
            "a man is speaking.",
            "a man is speaking.",
            "a man is speaking.",
            "a man is speaking.",
            "man speaking."
        ],
        "subtitle": "Thats, the rear body there and one one big difference with the ride is that you can see it through there.",
        "video_id": "R50zsLSzUBM.31",
        "caption": "A person is pushing a small cart around a room with other people, while a man is speaking, mentioning that there is a big difference in the ride, which can be seen through there."
    },
    {
        "video_id": "H2Uwrd-XK3M_80.000_90.000",
        "subtitle": "",
        "caption": "A machine was parked by the snow, making a noisy sound, and one man was operating it back and forth with his hands."
    },
    {
        "video_id": "6dLGxtbZ-T0_120.000_130.000",
        "subtitle": "",
        "caption": "A tattooist tattooed his guests to music and then displayed them."
    },
    {
        "video_id": "kU7SQVE-JZE_10.000_20.000",
        "subtitle": "",
        "caption": "A pair of hands on the phone press the number constantly, make the sound of ding-dong music."
    },
    {
        "video_id": "dbftWJH0OvA_30.000_40.000",
        "subtitle": "",
        "caption": "Several round bowls were placed on the ground, and a man sat cross-knee in the middle, rubbing a stick back and forth in his hand, making a muffled sound."
    }
]